Tekla.Structures.DrawingInternal.DelegateProxy.#cctor
Initializes static members of the Tekla.Structures.DrawingInternal.DelegateProxy class.
Throws System.Runtime.Remoting.RemotingException: Thrown if Tekla Structures is not running